<?php

return [

    //  buttons
    'yes' => "Ҳа",
    'no' => "Йўқ",
    'save' => "Сақлаш",
    'add' => "Қўшиш",
    'edit' => "Таҳрирлаш",
    'close' => "Бекор қилиш",
    'filter' => "Филтр",
    'download' => "Юклаб олиш",

    //   headers and menus
    'reports' => "Бажарилган ишлар",

    'users' => "Фойдаланувчилар",
    'user' => "Фойдаланувчи",
    'roles' => "Роллар",
    'status' => "Статус",
    'phone' => "Телефон",
    'active' => "Фаол",
    'inactive' => "Фаол эмас",

    "login" => "Кириш",
    "logout" => "Чиқиш",

    //    auth
    "email" => "Электрон почта",
    "password" => "Парол",
    "remember_me" => "Мени эслаб қолиш",
    "forgot_password" => "Паролни унутдингизми?",
    "forgot_password_text" => "Паролни унутдингизми? Электрон почта манзилингизни киритиб, паролни тиклаш учун сизга электрон почта ёзиб юборамиз.",
    "reset_password" => "Паролни тиклаш",

    //   profile
    "profile" => "Профил",
    "profile_information" => "Профил ҳақида маълумот",
    "profile_info_text" => "Ҳисобингизнинг профил маълумотлари ва электрон почта манзилини янгиланг.",
    "name" => "Исм",
    "update_password" => "Паролни янгилаш",
    "update_password_text" => "Ҳисобингиз хавфсизлигини таъминлаш учун узоқ, тасодифий паролдан фойдаланаётганлигига ишонч ҳосил қилинг.",
    "current_password" => "Ҳозирги парол",
    "new_password" => "Янги парол",
    "confirm_password" => "Паролни тасдиқлаш",


    //    labels
    'delete_confirmation' => "Ҳақиқатан ҳам бу ёзувни оʻчириб ташламоқчимисиз?",
    'delete_confirmation_text' => "Агар сиз буни ўчириб ташласангиз, бу ёзувни қайта тиклаш имкони ёъқ!",

    //    months
    "january" => "Январь",
    "february" => "Феврал",
    "march" => "Март",
    "april" => "Апрел",
    "may" => "Май",
    "june" => "Июнь",
    "july" => "Июль",
    "august" => "Август",
    "september" => "Сентябрь",
    "october" => "Октябрь",
    "november" => "Ноябрь",
    "december" => "Декабрь",

    //Flash messages
    'logged_in' => "Тизимга кирилди",
];
